{
    "buckets": [
        { "Name": "main",        "Source": "https://github.com/ScoopInstaller/Main" },
        { "Name": "extras",      "Source": "https://github.com/ScoopInstaller/Extras" },
        { "Name": "versions",    "Source": "https://github.com/ScoopInstaller/Versions" },
        { "Name": "nonportable", "Source": "https://github.com/ScoopInstaller/Nonportable" },
        { "Name": "r-bucket",    "Source": "https://github.com/cderv/r-bucket.git" }
    ],
    "apps": [
        { "Name": "7zip",                "Source": "main" },
        { "Name": "bat",                 "Source": "main" },
        { "Name": "broot",               "Source": "main" },
        { "Name": "bruno",               "Source": "extras" },
        { "Name": "cloc",                "Source": "main" },
        { "Name": "cmake",               "Source": "main" },
        { "Name": "dark",                "Source": "main" },
        { "Name": "dos2unix",            "Source": "main" },
        { "Name": "dua",                 "Source": "main" },
        { "Name": "fd",                  "Source": "main" },
        { "Name": "ffmpeg",              "Source": "main" },
        { "Name": "fzf",                 "Source": "main" },
        { "Name": "gh",                  "Source": "main" },
        { "Name": "ghostscript",         "Source": "main" },
        { "Name": "git",                 "Source": "main" },
        { "Name": "go",                  "Source": "main" },
        { "Name": "heidisql",            "Source": "extras" },
        { "Name": "innosetup-np",        "Source": "nonportable" },
        { "Name": "innounp",             "Source": "main" },
        { "Name": "jq",                  "Source": "main" },
        { "Name": "just",                "Source": "main" },
        { "Name": "lazygit",             "Source": "extras" },
        { "Name": "lenovolegiontoolkit", "Source": "extras" },
        { "Name": "llvm",                "Source": "main" },
        { "Name": "lsd",                 "Source": "main" },
        { "Name": "micro",               "Source": "main" },
        { "Name": "miktex",              "Source": "main" },
        { "Name": "mobaxterm",           "Source": "extras" },
        { "Name": "neovim",              "Source": "main" },
        { "Name": "ninja",               "Source": "main" },
        { "Name": "nodejs-lts",          "Source": "main" },
        { "Name": "ntop",                "Source": "main" },
        { "Name": "oha",                 "Source": "main" },
        { "Name": "pandoc",              "Source": "main" },
        { "Name": "perl",                "Source": "main" },
        { "Name": "poppler",             "Source": "main" },
        { "Name": "python",              "Source": "main" },
        { "Name": "quarto",              "Source": "extras" },
        { "Name": "rig",                 "Source": "r-bucket" },
        { "Name": "ripgrep",             "Source": "main" },
        { "Name": "starship",            "Source": "main" },
        { "Name": "sumatrapdf",          "Source": "extras" },
        { "Name": "tabby",               "Source": "extras" },
        { "Name": "unar",                "Source": "main" },
        { "Name": "watchexec",           "Source": "main" },
        { "Name": "wezterm",             "Source": "extras" },
        { "Name": "yazi",                "Source": "main" },
        { "Name": "zoxide",              "Source": "main" }
    ]
}
